app/views/games/show.html.haml

              return false;
            });
            $brokenScreen.show();
          break;
          case "missing":
            $missingScreen.find("a").click(function (e) {
              e.stopPropagation();
              e.preventDefault();
              u.installPlugin();
              return false;
            });
            $missingScreen.show();
          break;
          case "installed":
            $missingScreen.remove();
          break;
          case "first":
          break;
        }
      });
      u.initPlugin($(".unityPlayer")[0], "#{root_url}games/unity/#{@game.id}/#{@game.game_file_file_name}");
    });
---
SELECT "games".* FROM "games" WHERE "games"."id" = ? LIMIT 1  [["id", "1"]]

      %b.right-column.label.label-primary Score:
      - @top_scores.each do |scor|
        .span.user-name= scor.game_play.user.nickname
        .span.user-score= scor.score
---
SELECT "users".* FROM "users" WHERE "users"."id" = 1 ORDER BY "users"."id" ASC LIMIT 1