app/controllers/comments_controller.rb

INSERT INTO "comments" ("created_at", "game_id", "message", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?)  [["created_at", Sun, 13 Oct 2013 22:11:26 UTC +00:00], ["game_id", 1], ["message", "asdasd"], ["updated_at", Sun, 13 Oct 2013 22:11:26 UTC +00:00], ["user_id", 1]]
---
  def create
    @comment = Comment.new(comment_params)

    respond_to do |format|
      if @comment.save