app/controllers/games_controller.rb

SELECT "comments".* FROM "comments" WHERE "comments"."game_id" = ?  [["game_id", 1]]
---
  def show
    @comments = Comment.where(:game_id => @game.id)

INSERT INTO "games" ("created_at", "description", "genre", "name", "publisher", "updated_at", "website", "year") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @game = Game.new(game_params)

    respond_to do |format|
      if @game.save